[
  {
    "id":0,
    "title":"Pokémon: jogos e consoles raros da franquia são vendidos por R$ 400 mil",
    "subtitle":"Itens extremamente raros e valiosos de Pokémon chamam a atenção de fãs, que pagam valores altos",
    "description":"O Pokémon é uma franquia clássica da Nintendo que conquista fãs em todas as partes do mundo até hoje. Dos jogos antigos aos itens colecionáveis, os games e consoles da série são objetos de desejo entre o público geek. Especialmente por seu valor emocional e sentimental, ligados diretamente à exclusividade, os objetos raros de Pokémon já foram vendidos por valores que ultrapassam R$ 400 mil. Nesta lista, o TechTudo apresenta cinco itens de colecionadores de Pokémon que foram vendidos por preços altíssimos."

  },
  {
    "id":1,
    "title":"Mass Effect e Subnautica são destaques nos lançamentos da semana",
    "subtitle":"Itens extremamente raros e valiosos de Pokémon chamam a atenção de fãs, que pagam valores altos",
    "description":"Mass Effect Legendary Edition e Subnautica: Below Zero são os destaques entre os jogos que serão lançados esta semana. A remasterização da clássica trilogia do Comandante Shepard chega ao PlayStation 4 (PS4), Xbox One, Microsoft Windows. E um novo jogo na série de mergulho Subnautica, agora com um foco no ártico, também estará disponível nos próximos dias. Além deles, chegam também a dupla de remakes da série Famicom Detective Club do Nintendo Switch, pela primeira vez em inglês no ocidente, e o game de estratégia pacífico Before We Leave. Confira mais sobre cada lançamento, como data, plataformas e preço, a seguir."
    
  },
  {
    "id":2,
    "title":"Resident Evil: dez personagens assustadores dos jogos de terror",
    "subtitle":"Relembre grandes vilões da história dos jogos da série e fique por dentro dos personagens que prometem em Village",
    "description":[
      {
        "type": "paragraph",
        "text":"Resident Evil Village foi lançado na última sexta (7) com vilões como Lady Dimitrescu, Mãe Miranda e Karl Heisenberg. Esses novos personagens se juntam à longa lista de chefões e monstros disponíveis nos mais de 25 anos da série da Capcom, formada por figuras inesquecíveis como Mr. X em Resident Evil 2, Albert Wesker em Resident Evil 5 ou mesmo Jack Baker, presente em Resident Evil 7. O Resident Evil 8 está disponível para PCs (via Steam) e consoles. Há versões para PlayStation 4 (PS4) e Xbox One, além de edições nativas para as plataformas de nova geração – PlayStation 5 (PS5) e Xbox Series S/X. O preço é de R$ 179,90 para computadores e de R$ 249,90 nos consoles. O TechTudo separou uma lista com dez personagens marcantes do universo de Resident Evil, inclusive com espaço para alguns dos vilões que fazem parte de Village."
      },
      {
        "type": "image",
        "link":"https://s2.glbimg.com/SDuYb_D60YeCNYvNqHSNtQz99ho=/0x0:1170x786/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_08fbf48bc0524877943fe86e43087e7a/internal_photos/bs/2020/w/5/zKXQ6LQc65h9ANSkFNaA/resident-evil-3-d.jpg"
      },
      {
        "text":"1. Jack Baker – Resident Evil 7: Biohazard"
      },
      {
        "type": "image",
        "link":"https://s2.glbimg.com/GBciYr2jpZd_Xf2I4OsQY1gzEpk=/0x0:1920x1080/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_08fbf48bc0524877943fe86e43087e7a/internal_photos/bs/2021/E/r/Yne0cSTWa4BNBkDKrLxA/baker.jpg"
      },
      {        
        "type": "paragraph",
        "text":"Resident Evil Village foi lançado na última sexta (7) com vilões como Lady Dimitrescu, Mãe Miranda e Karl Heisenberg. Esses novos personagens se juntam à longa lista de chefões e monstros disponíveis nos mais de 25 anos da série da Capcom, formada por figuras inesquecíveis como Mr. X em Resident Evil 2, Albert Wesker em Resident Evil 5 ou mesmo Jack Baker, presente em Resident Evil 7. O Resident Evil 8 está disponível para PCs (via Steam) e consoles. Há versões para PlayStation 4 (PS4) e Xbox One, além de edições nativas para as plataformas de nova geração – PlayStation 5 (PS5) e Xbox Series S/X. O preço é de R$ 179,90 para computadores e de R$ 249,90 nos consoles. O TechTudo separou uma lista com dez personagens marcantes do universo de Resident Evil, inclusive com espaço para alguns dos vilões que fazem parte de Village."
      },
      {
        "type": "paragraph",
        "text":"Entre os motivos, a capacidade de Baker regenerar energia e sua aparente invulnerabilidade em alguns momentos está nos duelos em lugares apertados. Além disso, a própria sensação de que ele está em sua casa, enquanto o jogador está num espaço estranho e que não conhece, ajudam a construir alguns dos momentos mais marcantes nos jogos da franquia e são um dos aspectos que explicam o sucesso do jogo entre público e crítica."
      },
      {
        "text":"2. Super Tyrant (Mr. X) – Resident Evil 2"
      },
      {
        "type": "image",
        "link":"https://s2.glbimg.com/BLaBTFHqkookIyQpMSMKCvtIve0=/0x0:1438x765/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_08fbf48bc0524877943fe86e43087e7a/internal_photos/bs/2019/x/z/GBhsuGR9OBf5mLofO1gQ/mr-x-project-resistance.jpg"
      },
      {        
        "type": "paragraph",
        "text":"Mr. X aparece em Resident Evil 2 (1998) e também no remake de 2019 como um chefão implacável, imune a armas de fogo, que aparece nos momentos mais inoportunos e persegue o jogador de uma forma que parece simplesmente inevitável. Embora possa ser considerado fácil de superar – especialmente no Resident Evil 2 original – Mr. X exige abordagem mais estratégica e paciência e, de forma parecida com Jack Baker, constrói uma sensação de tensão o tempo todo porque é difícil antecipar quando ele vai surgir na tela."
      },
      {
        "type": "paragraph",
        "text":"Os combates contra o Super Tyrant podem ser um pouco complicados para quem vai desprevenido, especialmente os que se passam na delegacia de polícia e no laboratório: espaços pequenos, eles tornam a tarefa de fugir de Mr. X algo mais difícil do que em áreas mais abertas. Já na última aparição do boss, contra Leon, Mr. X vem reforçado por um ataque letal que mata o jogador em um único hit em arena que, também compacta, complica a dança de fugir e atacar o boss."
      },
      {
        "text":"3. Albert Wesker – Resident Evil 5"
      },
      {
        "type": "image",
        "link":"https://s2.glbimg.com/-mh4UF_1Zu3ykjNdYpXQ186H424=/0x0:1280x720/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_08fbf48bc0524877943fe86e43087e7a/internal_photos/bs/2021/P/m/2eCi6mRCaNzJeG7YuUyQ/wesker.jpg"
      },
      {        
        "type": "paragraph",
        "text":"Figura recorrente por 13 anos de jogos da série, o vilão Albert Wesker protagonizaria algumas das batalhas mais memoráveis de Resident Evil 5 (2009). No caminho do jogador em diversos momentos da narrativa, Albert Wesker aparece em um confronto final desafiador em meio a um rio de lava. Super poderoso, o boss tem uma série de habilidades, talvez a mais impressionante delas seja a de parar mísseis com as mãos."
      },
      {
        "type": "paragraph",
        "text":"Toda a história por trás da evolução do personagem contribui para tornar o duelo mais emocionante: o jogador não pode recarregar armas durante o combate e, para gerar dano, é preciso acertar a pontaria em um pequeno ponto vulnerável de Albert aberto apenas em alguns instantes durante a luta."
      },
      {
        "text":"4. Verdugo – Resident Evil 4"
      },
      {
        "type": "image",
        "link":"https://s2.glbimg.com/i842FZlC8Ea5jlh1YZUSyJjtX2M=/0x0:1280x720/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_08fbf48bc0524877943fe86e43087e7a/internal_photos/bs/2021/9/1/bAk473RIW9kfglTmPuWA/verdugo.jpg"
      },
      {        
        "type": "paragraph",
        "text":"Verdugo é um chefão tão poderoso que simplesmente dá ao jogador a chance de evitar o confronto. Praticamente indestrutível, Verdugo aparece em Resident Evil 4 (2004) e requer paciência para ser enfrentado, além de uma combinação de nitrogênio líquido para congelar sua pele e tiros de escopeta para produzir o máximo possível de danos – ou com a bazuca para uma vitória instantânea."
      },
      {
        "type": "paragraph",
        "text":"O que torna a batalha contra o Verdugo algo difícil é a tendência desse boss em se movimentar com grande agilidade, além da já mencionada indestrutibilidade. Ficar sem munição no meio do duelo é algo comum, o que obriga o jogador a planejar uma fuga com o elevador disponível no mapa. Além disso, é necessário esperar ele chegar e calcular a rota para evitar os ataques do Verdugo – tarefa nem sempre simples."
      },
      {
        "text":"5. William Birkin – Resident Evil 2"
      },
      {
        "type": "image",
        "link":"https://s2.glbimg.com/FRe_EyYVEfj8NM8GFTr3eVYF7lY=/0x0:1920x1080/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_08fbf48bc0524877943fe86e43087e7a/internal_photos/bs/2021/I/9/sQDmxbRIObcMBwYjzWYw/birkin.jpg"
      },
      {        
        "type": "paragraph",
        "text":"Birkin é um cientista que injeta seu material de pesquisa, um vírus, na esperança de se curar de qualquer ferimento à bala. O tratamento não dá certo e Birkin sofre mutações que primeiro o tornam distante do mundo e, no fim, modificam seu corpo profundamente até transformá-lo em uma monstruosidade que marca o confronto final de Resident Evil 2 (1998)."
      },
      {
        "type": "paragraph",
        "text":"A versão remasterizada do jogo, lançada em 2019, contribui para tornar William Birkin um chefão ainda mais icônico, dado o ganho de fidelidade gráfica da nova versão. Ao todo, o personagem assume cinco formas, cada uma mais grotesca e horripilante que a outra."
      },
      {
        "text":"6. Derek Simmons – Resident Evil 6"
      },
      {
        "type": "image",
        "link":"https://s2.glbimg.com/MZeyA_UzfgM7DDSj4SPMaHSukkE=/0x0:1280x720/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_08fbf48bc0524877943fe86e43087e7a/internal_photos/bs/2021/T/i/6dHhWjRFexqVBWoCHWaw/derek.jpg"
      },
      {        
        "type": "paragraph",
        "text":"Resident Evil 6 (2012) está longe de ser uma unanimidade entre fãs da série, mas, para quem curte o jogo, a luta contra Derek Simmons é um ponto alto: longa e complexa, a batalha pode durar mais de 30 minutos e pode sair caro para jogadores que alcançarem o boss sem um inventário preparado para dar conta do desafio."
      },
      {
        "type": "paragraph",
        "text":"Simmons assume várias formas e estágios na longa batalha, cada uma delas com uma coleção diferente de golpes e ataques que tornam todo o processo de decifrar e memorizar seus movimentos uma estratégia essencial para sobreviver e vencer a disputa. Além de muita atenção, é importante encarar o desafio com tempo de sobra, considerando a intensidade do combate e a longa duração que ele assume."
      },
      {
        "text":"7. Nemesis – Resident Evil 3"
      },
      {
        "type": "image",
        "link":"https://s2.glbimg.com/wmvpCWLYDl1n6orK-zUycsm2Zlw=/0x0:1920x1080/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_08fbf48bc0524877943fe86e43087e7a/internal_photos/bs/2020/j/d/KeoxcZRBKBqNyA7VeTdA/nemesis1.jpg"
      },
      {        
        "type": "paragraph",
        "text":"Talvez um dos chefões mais icônicos, ao lado de Albert Wesker de Resident Evil 5, Nemesis consiste numa monstruosidade muito mais ágil, forte e inteligente do que a maioria dos bosses da franquia. Em Resident Evil 3 (1999), ele é equipado com uma bazuca. Já no remake de 2020, chega reforçado com um lança-chamas, características que dão alguma ideia do tamanho do problema."
      },
      {
        "type": "paragraph",
        "text":"Sempre surgindo em momentos aleatórios, o personagem é um elemento de tensão constante em Resident Evil 3 porque o jogador sabe que ele pode aparecer a qualquer momento. Duro de vencer, assim como outros vilões da série, Nemesis vira uma aberração gigante, cheia de tentáculos, no combate final disponível em Residen Evil 3 Remake."
      },
      {
        "text":"8. Mãe Miranda – Resident Evil Village"
      },
      {
        "type": "image",
        "link":"https://s2.glbimg.com/VEjPMJ96UeEtztZ1pjEjSwQIGwI=/0x0:1920x1080/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_08fbf48bc0524877943fe86e43087e7a/internal_photos/bs/2021/h/T/JH0BdTTn6cn0yWMpBlIg/miranda.jpg"
      },
      {        
        "type": "paragraph",
        "text":"Apesar de Lady Dimitrescu ter roubado a cena durante a fase pré-lançamento de Resident Evil 8, é a Mãe Miranda quem realmente dá as cartas e deve assumir o papel de antagonista principal da nova história da série, pelo que foi mostrado até agora."
      },
      {
        "type": "paragraph",
        "text":"A princípio, Mother Miranda é um tipo de sacerdotisa de uma seita pagã. É ela quem governa a vila em que a ação do novo Resident Evil se passa e tem sob seu controle quatro poderosos capangas, entre os quais está a Lady Dimitrescu. Mother Miranda seria venerada como um tipo de divindade e teria poderes sobrenaturais."
      },
      {
        "text":"9. Lady Dimitrescu – Resident Evil Village"
      },
      {
        "type": "image",
        "link":"https://s2.glbimg.com/aPQaLet0dif7G9Ezm1V4BMjwnfs=/0x0:1500x945/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_08fbf48bc0524877943fe86e43087e7a/internal_photos/bs/2021/4/E/V1pvxQSRG3FhnfMklAdw/resident-evil-village-showcase-the-squad.jpg"
      },
      {        
        "type": "paragraph",
        "text":"Se sabe pouco a respeito dos vilões do novo Resident Evil Village, mas Lady Dimitrescu rouba a cena desde suas primeiras aparições em trailers e materiais promocionais do lançamento da Capcom. Com 2,9 metros de altura, postura elegante e aparência que remete a uma vampira, ela é mãe de três filhas que são bruxas."
      },
      {
        "type": "paragraph",
        "text":"Espera-se que o quarteto funcione como um tipo de Mr. X em Resident Evil 8 e persiga o jogador de forma implacável, com momentos de ruptura na ação, a exemplo das intromissões de Jack Baker em Resident 7."
      },
      {
        "text":"10. Karl Heisenberg – Resident Evil Village"
      },
      {
        "type": "image",
        "link":"https://s2.glbimg.com/UjqziX0TpCot0e1gFcevej6lejI=/0x0:1920x1080/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_08fbf48bc0524877943fe86e43087e7a/internal_photos/bs/2021/W/r/EiFkgRQLAH2rT9nCST1A/karl.jpg"
      },
      {        
        "type": "paragraph",
        "text":"Outro vilão antecipado por trailers da Capcom é Karl Heisenberg. Em um deles, Heisenberg aparece com um martelo e mantendo o personagem do jogador sob cativeiro, cena que se passaria já nas primeiras horas da história. Assim como Lady Dimitrescu, Karl Heisenberg seria um dos capangas sob o comando de Mother Miranda, o que fortalece a sensação de que ela é a chefona de todo o jogo."
      },
      {
        "type": "paragraph",
        "text":"Heisenberg também teria poderes sobrenaturais, capaz de liderar um exército de lobisomens. Aparentemente, há alguma rivalidade entre ele e Lady Dimitrescu, embora a origem e extensão dessa disputa – e seus efeitos na narrativa – ainda sejam um mistério."
      }
    ]
    
  }
]